#В эволюции человека (Homo sapiens) выделяют четыре этапа:
#Протоантропы — предшественники человека.
#Архантропы — древнейшие люди.
#Палеоантропы — древние люди.
#Неоантропы — люди современного типа.

print("Антропогенез человека")
Homo = input("Введите первый этап развития: ")
Homoerectus = input("Введите второй этап развития: ")
Homoneanderthalensis = input("Введите третий этап развития: ")
Homosapiens = input("Введите четвертый этап развития: ")
print(Homo, Homoerectus, Homoneanderthalensis, Homosapiens, sep ='=>')